Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# profile.nudge.pickGoal
source: pick a goal
de: wähle ein Ziel
es: elige un objetivo
fr: choisis un objectif
hy: ընտրիր նպատակ
it: scegli un obiettivo
ka: აირჩიე მიზანი
ru: выбери цель
sr: изабери циљ

# profile.nudge.setWeeklyTarget
source: set a weekly target
de: lege ein Wochenziel fest
es: define un objetivo semanal
fr: définis un objectif hebdomadaire
hy: սահմանիր շաբաթական նպատակ
it: imposta un obiettivo settimanale
ka: დააყენე კვირის მიზანი
ru: задай недельную цель
sr: постави недељни циљ

# profile.plan.bonusDays
source: Free access · %lld days left
de: Kostenloser Zugang · noch %lld Tage
es: Acceso gratuito · quedan %lld días
fr: Accès gratuit · %lld jours restants
hy: Անվճար հասանելիություն · մնացել է %lld օր
it: Accesso gratuito · %lld giorni rimasti
ka: უფასო წვდომა · დარჩა %lld დღე
ru: Бесплатный доступ · осталось %lld дн.
sr: Бесплатан приступ · још %lld дана

# profile.plan.free
source: Free plan
de: Gratis-Plan
es: Plan gratuito
fr: Forfait gratuit
hy: Անվճար պլան
it: Piano gratuito
ka: უფასო გეგმა
ru: Бесплатный план
sr: Бесплатни план

# profile.plan.groupFootnote
source: Subscription, referral codes, feedback, and a refresher on how Soma works.
de: Abo, Empfehlungscodes, Feedback und eine Auffrischung, wie Soma funktioniert.
es: Suscripción, códigos de referido, comentarios y un repaso de cómo funciona Soma.
fr: Abonnement, codes de parrainage, retours et un rappel du fonctionnement de Soma.
hy: Բաժանորդագրություն, հրավերի կոդեր, հետադարձ կապ և հիշեցում, թե ինչպես է աշխատում Soma-ն:
it: Abbonamento, codici di invito, feedback e un ripasso su come funziona Soma.
ka: გამოწერა, მოსაწვევი კოდები, გამოხმაურება და შეხსენება იმის შესახებ, თუ როგორ მუშაობს Soma.
ru: Подписка, реферальные коды, обратная связь и напоминание о том, как работает Soma.
sr: Претплата, реферални кодови, повратне информације и подсетник како Soma функционише.

# profile.plan.renews
source: · renews %@
de: · verlängert sich am %@
es: · se renueva el %@
fr: · renouvelé le %@
hy: · կերկարաձգվի %@
it: · si rinnova il %@
ka: · განახლდება %@
ru: · продлится %@
sr: · обнавља се %@

# profile.plan.subscribeSuffix
source: · Subscribe
de: · Abonnieren
es: · Suscribirse
fr: · S'abonner
hy: · Բաժանորդագրվել
it: · Abbonati
ka: · გამოწერა
ru: · Подписаться
sr: · Претплати се

# profile.plan.trial
source: Free trial
de: Kostenlose Testphase
es: Prueba gratuita
fr: Essai gratuit
hy: Փորձաշրջան
it: Prova gratuita
ka: საცდელი პერიოდი
ru: Пробный период
sr: Пробни период

# profile.plan.trialDays
source: Free trial · %lld days left
de: Kostenlose Testphase · noch %lld Tage
es: Prueba gratuita · quedan %lld días
fr: Essai gratuit · %lld jours restants
hy: Փորձաշրջան · մնացել է %lld օր
it: Prova gratuita · %lld giorni rimasti
ka: საცდელი პერიოდი · დარჩა %lld დღე
ru: Пробный период · осталось %lld дн.
sr: Пробни период · још %lld дана

# profile.plan.upgradeSuffix
source: · Upgrade
de: · Upgraden
es: · Mejorar
fr: · Passer à Premium
hy: · Բարելավել
it: · Passa a Premium
ka: · განახლება
ru: · Улучшить
sr: · Надогради

# profile.preferences.eyebrow
source: PREFERENCES
de: EINSTELLUNGEN
es: PREFERENCIAS
fr: PRÉFÉRENCES
hy: ՆԱԽԸՆՏՐՈՒԹՅՈՒՆՆԵՐ
it: PREFERENZE
ka: პარამეტრები
ru: НАСТРОЙКИ
sr: ПОДЕШАВАЊА

# profile.preferences.groupFootnote
source: Overrides your device's language just for Soma.
de: Überschreibt die Sprache deines Geräts nur für Soma.
es: Anula el idioma de tu dispositivo solo para Soma.
fr: Remplace la langue de votre appareil uniquement pour Soma.
hy: Փոխարինում է սարքի լեզուն միայն Soma-ի համար:
it: Sostituisce la lingua del dispositivo solo per Soma.
ka: ცვლის მოწყობილობის ენას მხოლოდ Soma-სთვის.
ru: Меняет язык только внутри Soma, не влияя на язык устройства.
sr: Замењује језик уређаја само за Soma.

# profile.pregnancy.currentlyPregnant
source: I'm currently pregnant
de: Ich bin aktuell schwanger
es: Actualmente estoy embarazada
fr: Je suis actuellement enceinte
hy: Ես հիմա հղի եմ
it: Sono attualmente incinta
ka: ამჟამად ორსულად ვარ
ru: Сейчас я беременна
sr: Тренутно сам трудна

# profile.pregnancy.explainer
source: Optional, and never assumed -- only set if you tell us. Soma will adjust your workouts to your pregnancy stage rather than withhold them. This is general guidance only -- please follow your doctor's or midwife's advice, especially if you have any pregnancy complications.
de: Optional und wird nie vorausgesetzt -- nur festgelegt, wenn du es uns mitteilst. Soma passt deine Workouts an dein Schwangerschaftsstadium an, statt sie zurückzuhalten. Dies ist nur eine allgemeine Orientierung -- bitte folge dem Rat deiner Ärztin/deines Arztes oder Hebamme, besonders bei Schwangerschaftskomplikationen.
es: Opcional y nunca se asume -- solo se establece si nos lo indicas. Soma ajustará tus entrenamientos a tu etapa de embarazo en lugar de retenerlos. Esto es solo orientación general -- sigue el consejo de tu médico o partera, especialmente si tienes complicaciones en el embarazo.
fr: Facultatif, jamais présumé -- défini uniquement si tu nous le dis. Soma adaptera tes séances à ton stade de grossesse plutôt que de les retenir. Ceci est une indication générale uniquement -- suis les conseils de ton médecin ou de ta sage-femme, surtout en cas de complications de grossesse.
hy: Ընտրովի է և երբեք ենթադրված չէ -- սահմանվում է միայն եթե դուք մեզ ասեք։ Soma-ն կհարմարեցնի ձեր մարզումները ձեր հղիության փուլին, այլ ոչ թե կդադարեցնի դրանք։ Սա ընդհանուր ուղեցույց է միայն -- խնդրում ենք հետևել ձեր բժշկի կամ մանկաբարձուհու խորհրդին, հատկապես եթե ունեք հղիության բարդություններ։
it: Facoltativo e mai presunto -- impostato solo se ce lo dici tu. Soma adatterà i tuoi allenamenti alla tua fase di gravidanza invece di sospenderli. Questa è solo una guida generale -- segui il consiglio del tuo medico o della tua ostetrica, specialmente in caso di complicazioni della gravidanza.
ka: სურვილისამებრ და არასდროს ივარაუდება -- დაყენდება მხოლოდ თუ გვეტყვით. Soma მოარგებს თქვენს ვარჯიშებს ორსულობის ეტაპს, ნაცვლად მათი შეჩერებისა. ეს მხოლოდ ზოგადი მითითებაა -- გთხოვთ, მიჰყევით ექიმის ან ბებიაქალის რჩევას, განსაკუთრებით ორსულობის გართულებების შემთხვევაში.
ru: Необязательно и никогда не предполагается -- указывается только если вы нам сообщите. Soma адаптирует ваши тренировки к сроку беременности, а не отменяет их. Это только общая рекомендация -- пожалуйста, следуйте советам своего врача или акушерки, особенно при осложнениях беременности.
sr: Опционо и никад се не подразумева -- поставља се само ако нам кажеш. Soma ће прилагодити твоје тренинге фази трудноће уместо да их укине. Ово су само опште смернице -- прати савете свог лекара или бабице, посебно ако имаш компликације у трудноћи.

# profile.pregnancy.title
source: Pregnancy
de: Schwangerschaft
es: Embarazo
fr: Grossesse
hy: Հղիություն
it: Gravidanza
ka: ორსულობა
ru: Беременность
sr: Трудноћа

# profile.pregnancy.week
source: Week %lld
de: Woche %lld
es: Semana %lld
fr: Semaine %lld
hy: Շաբաթ %lld
it: Settimana %lld
ka: კვირა %lld
ru: Неделя %lld
sr: Недеља %lld

# profile.pregnancy.weekStepper
source: Week: %@
de: Woche: %@
es: Semana: %@
fr: Semaine : %@
hy: Շաբաթ՝ %@
it: Settimana: %@
ka: კვირა: %@
ru: Неделя: %@
sr: Недеља: %@

# profile.pregnancy.yes
source: Yes
de: Ja
es: Sí
fr: Oui
hy: Այո
it: Sì
ka: დიახ
ru: Да
sr: Да

# profile.quietHours.enable
source: Quiet hours
de: Ruhezeiten
es: Horas silenciosas
fr: Heures de silence
hy: Հանգիստ ժամեր
it: Ore silenziose
ka: წყნარი საათები
ru: Тихие часы
sr: Тихи сати

# profile.quietHours.end
source: Ends
de: Endet
es: Termina
fr: Se termine
hy: Ավարտվում է
it: Finisce
ka: მთავრდება
ru: Конец
sr: Крај

# profile.quietHours.explainer
source: Soma won't schedule new notifications inside this window -- anything that would've landed here waits until it ends.
de: Soma plant keine neuen Benachrichtigungen innerhalb dieses Zeitfensters -- alles, was hier gelandet wäre, wartet bis zum Ende.
es: Soma no programará nuevas notificaciones dentro de esta ventana -- todo lo que habría llegado aquí espera hasta que termine.
fr: Soma ne planifiera pas de nouvelles notifications dans cette fenêtre -- tout ce qui y serait arrivé attend jusqu'à la fin.
hy: Soma-ն նոր ծանուցումներ չի պլանավորի այս պատուհանում -- այն ամենը, ինչ պետք է հայտնվեր այստեղ, սպասում է մինչև ավարտը:
it: Soma non pianificherà nuove notifiche in questa finestra -- tutto ciò che sarebbe arrivato qui aspetta fino alla fine.
ka: Soma ამ პერიოდში ახალ შეტყობინებებს არ დაგეგმავს -- ყველაფერი, რაც აქ უნდა მოსულიყო, ელოდება დასრულებას.
ru: Soma не будет планировать новые уведомления в этом окне -- всё, что должно было прийти сюда, ждёт его окончания.
sr: Soma неће заказивати нова обавештења у овом периоду -- све што би стигло овде чека да се период заврши.

# profile.quietHours.offValue
source: Off
de: Aus
es: Desactivado
fr: Désactivé
hy: Անջատված
it: Disattivo
ka: გამორთული
ru: Выкл
sr: Искључено

# profile.quietHours.onValue
source: On
de: An
es: Activado
fr: Activé
hy: Միացված
it: Attivo
ka: ჩართული
ru: Вкл
sr: Укључено

# profile.quietHours.start
source: Starts
de: Beginnt
es: Empieza
fr: Commence
hy: Սկսվում է
it: Inizia
ka: იწყება
ru: Начало
sr: Почетак

# profile.quietHours.title
source: Quiet hours
de: Ruhezeiten
es: Horas silenciosas
fr: Heures de silence
hy: Հանգիստ ժամեր
it: Ore silenziose
ka: წყნარი საათები
ru: Тихие часы
sr: Тихи сати

# profile.referralCode.rowTitle
source: Referral code
de: Empfehlungscode
es: Código de referido
fr: Code de parrainage
hy: Հրավերի կոդ
it: Codice di invito
ka: რეფერალური კოდი
ru: Реферальный код
sr: Реферални код

# profile.region.cityPlaceholder
source: City
de: Stadt
es: Ciudad
fr: Ville
hy: Քաղաք
it: Città
ka: ქალაქი
ru: Город
sr: Град

# profile.region.countryPickerLabel
source: Country
de: Land
es: País
fr: Pays
hy: Երկիր
it: Paese
ka: ქვეყანა
ru: Страна
sr: Држава

# profile.region.explainer
source: Used for future nearby gym and coach partner suggestions.
de: Wird für zukünftige Vorschläge zu Fitnessstudios und Coach-Partnern in deiner Nähe verwendet.
es: Se usa para futuras sugerencias de gimnasios y entrenadores asociados cercanos.
fr: Utilisé pour de futures suggestions de salles et coachs partenaires à proximité.
hy: Օգտագործվում է ապագա մոտակա մարզասրահների և մարզիչ գործընկերների առաջարկությունների համար։
it: Usato per future proposte di palestre e coach partner nelle vicinanze.
ka: გამოიყენება მომავალში ახლომდებარე დარბაზებისა და მწვრთნელი პარტნიორების შეთავაზებებისთვის.
ru: Используется для будущих рекомендаций ближайших залов и партнёров-тренеров.
sr: Користи се за будуће предлоге оближњих теретана и тренера партнера.

# profile.safety.eyebrow
source: SAFETY
de: SICHERHEIT
es: SEGURIDAD
fr: SÉCURITÉ
hy: ԱՆՎՏԱՆԳՈՒԹՅՈՒՆ
it: SICUREZZA
ka: უსაფრთხოება
ru: БЕЗОПАСНОСТЬ
sr: БЕЗБЕДНОСТ

# profile.safety.groupFootnote
source: Injuries and pregnancy status shape today's intensity and what gets suggested.
de: Verletzungen und Schwangerschaftsstatus beeinflussen die heutige Intensität und die Vorschläge.
es: Las lesiones y el estado de embarazo influyen en la intensidad de hoy y en lo que se sugiere.
fr: Les blessures et l'état de grossesse influencent l'intensité du jour et ce qui vous est proposé.
hy: Վնասվածքները և հղիության կարգավիճակը ազդում են այսօրվա ինտենսիվության և առաջարկությունների վրա:
it: Infortuni e stato di gravidanza influenzano l'intensità di oggi e i suggerimenti proposti.
ka: ტრავმები და ორსულობის სტატუსი განსაზღვრავს დღევანდელ ინტენსივობასა და შემოთავაზებებს.
ru: Травмы и статус беременности влияют на сегодняшнюю интенсивность и рекомендации.
sr: Повреде и статус трудноће утичу на данашњи интензитет и на предлоге.

# profile.save.confirmation
source: Saved.
de: Gespeichert.
es: Guardado.
fr: Enregistré.
hy: Պահպանված է։
it: Salvato.
ka: შენახულია.
ru: Сохранено.
sr: Сачувано.

# profile.save.error
source: Couldn't save profile. Try again.
de: Profil konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar el perfil. Inténtalo de nuevo.
fr: Impossible d'enregistrer le profil. Veuillez réessayer.
hy: Չհաջողվեց պահպանել պրոֆիլը։ Փորձիր նորից։
it: Impossibile salvare il profilo. Riprova.
ka: პროფილის შენახვა ვერ მოხერხდა. სცადე ხელახლა.
ru: Не удалось сохранить профиль. Попробуй ещё раз.
sr: Није успело чување профила. Покушај поново.

# profile.save.genericError
source: Couldn't save profile. Try again.
de: Profil konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar el perfil. Inténtalo de nuevo.
fr: Impossible d'enregistrer le profil. Réessaie.
hy: Չհաջողվեց պահպանել պրոֆիլը։ Նորից փորձիր։
it: Impossibile salvare il profilo. Riprova.
ka: პროფილის შენახვა ვერ მოხერხდა. სცადე ხელახლა.
ru: Не удалось сохранить профиль. Попробуй снова.
sr: Није могуће сачувати профил. Покушај поново.

# profile.save.injuryError
source: Profile saved, but couldn't update injury info. Try again.
de: Profil gespeichert, aber die Verletzungsinfos konnten nicht aktualisiert werden. Versuche es erneut.
es: Perfil guardado, pero no se pudo actualizar la información de lesiones. Inténtalo de nuevo.
fr: Profil enregistré, mais impossible de mettre à jour les informations sur les blessures. Veuillez réessayer.
hy: Պրոֆիլը պահպանվեց, բայց վնասվածքի տվյալները չհաջողվեց թարմացնել։ Փորձիր նորից։
it: Profilo salvato, ma non è stato possibile aggiornare le informazioni sugli infortuni. Riprova.
ka: პროფილი შენახულია, მაგრამ ტრავმის ინფორმაციის განახლება ვერ მოხერხდა. სცადე ხელახლა.
ru: Профиль сохранён, но не удалось обновить данные о травмах. Попробуй ещё раз.
sr: Профил је сачуван, али подаци о повреди нису могли да се ажурирају. Покушај поново.

# profile.section.account
source: Account
de: Konto
es: Cuenta
fr: Compte
hy: Հաշիվ
ka: ანგარიში
ru: Аккаунт
sr: Налог

# profile.section.healthSafety
source: Health & Safety
de: Gesundheit & Sicherheit
es: Salud y seguridad
fr: Santé et sécurité
hy: Առողջություն և անվտանգություն
it: Salute e sicurezza
ka: ჯანმრთელობა და უსაფრთხოება
ru: Здоровье и безопасность
sr: Здравље и безбедност

# profile.settings.navTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hy: Կարգավորումներ
it: Impostazioni
ka: პარამეტრები
ru: Настройки
sr: Подешавања

# profile.signOut
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hy: Դուրս գալ
it: Esci
ka: გასვლა
ru: Выйти
sr: Одјави се

# profile.signOutSheet.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

# profile.signOutSheet.confirm
source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hy: Դուրս գալ
it: Esci
ka: გამოსვლა
ru: Выйти
sr: Одјави се

# profile.signOutSheet.message
source: You'll need to sign back in to see your plan and progress.
de: Du musst dich erneut anmelden, um deinen Plan und Fortschritt zu sehen.
es: Tendrás que volver a iniciar sesión para ver tu plan y tu progreso.
fr: Vous devrez vous reconnecter pour retrouver votre programme et votre progression.
hy: Ծրագիրը և առաջընթացը կրկին տեսնելու համար պետք է նորից մուտք գործես:
it: Dovrai accedere di nuovo per vedere il tuo piano e i tuoi progressi.
ka: შენი გეგმისა და პროგრესის სანახავად ხელახლა უნდა შეხვიდე სისტემაში.
ru: Чтобы снова увидеть свой план и прогресс, тебе нужно будет войти заново.
sr: Мораћеш поново да се пријавиш да би видео/ла свој план и напредак.

# profile.signOutSheet.title
source: Log out of Soma?
de: Bei Soma abmelden?
es: ¿Cerrar sesión en Soma?
fr: Se déconnecter de Soma ?
hy: Դուրս գա՞լ Soma-ից
it: Uscire da Soma?
ka: გსურთ Soma-დან გამოსვლა?
ru: Выйти из Soma?
sr: Одјавити се са Soma?

# profile.sportGoal.doneCount
source: %lld done
de: %lld erledigt
es: %lld completados
fr: %lld terminés
hy: %lld կատարված
it: %lld completati
ka: %lld შესრულებული
ru: %lld выполнено
sr: %lld урађено

# profile.sportGoal.doneSuffix
source: · %lld done
de: · %lld erledigt
es: · %lld hechos
fr: · %lld effectués
hy: · %lld կատարված
it: · %lld completati
ka: · %lld შესრულებული
ru: · %lld выполнено
sr: · %lld урађено

# profile.sportGoal.paused
source: %@ · paused
de: %@ · pausiert
es: %@ · en pausa
fr: %@ · en pause
hy: %@ · դադարեցված
it: %@ · in pausa
ka: %@ · შეჩერებულია
ru: %@ · на паузе
sr: %@ · паузирано

# profile.sportGoal.rowTitle
source: My goal
de: Mein Ziel
es: Mi meta
fr: Mon objectif
hy: Իմ նպատակը
it: Il mio obiettivo
ka: ჩემი მიზანი
ru: Моя цель
sr: Мој циљ

# profile.streak.keepShowingUp
source: Keep showing up -- consistency compounds.
de: Bleib dabei -- Beständigkeit zahlt sich aus.
es: Sigue mostrándote -- la constancia se acumula.
fr: Continue à te présenter -- la régularité paie.
hy: Շարունակիր ցուցադրվել -- հետևողականությունը կուտակվում է։
it: Continua a presentarti -- la costanza si accumula.
ka: განაგრძე გამოცხადება -- თანმიმდევრობა გროვდება.
ru: Продолжай в том же духе -- постоянство накапливается.
sr: Настави да се појављујеш -- доследност се сабира.

# profile.streak.logWorkoutToStart
source: Log a workout today to start one.
de: Protokolliere heute ein Workout, um eine zu starten.
es: Registra un entrenamiento hoy para empezar una.
fr: Enregistrez un entraînement aujourd'hui pour en démarrer une.
hy: Գրանցեք այսօրվա մարզումը, որպեսզի սկսեք։
it: Registra un allenamento oggi per iniziarne una.
ka: დაფიქსირეთ დღევანდელი ვარჯიში, რომ დაიწყოთ სერია.
ru: Отметьте тренировку сегодня, чтобы начать серию.
sr: Забележи тренинг данас да га покренеш.

# profile.streak.noActiveStreak
source: No active streak
de: Keine aktive Serie
es: Sin racha activa
fr: Aucune série active
hy: Ակտիվ շարք չկա
it: Nessuna striscia attiva
ka: აქტიური სერია არ გაქვთ
ru: Нет активной серии
sr: Нема активног низа

# profile.streakShare.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

# profile.streakShare.navTitle
source: Share your streak
de: Teile deine Serie
es: Comparte tu racha
fr: Partage ta série
hy: Կիսվեք ձեր շարքով
it: Condividi la tua serie
ka: გააზიარე შენი სერია
ru: Поделиться серией
sr: Подели свој низ

# profile.streakShare.shareButton
source: Share streak
de: Serie teilen
es: Compartir racha
fr: Partager la série
hy: Կիսվել շարքով
it: Condividi striscia
ka: სერიის გაზიარება
ru: Поделиться серией
sr: Подели низ

# profile.streakShare.sharePreviewTitle
source: My %lld-day Soma streak
de: Meine %lld-Tage-Soma-Serie
es: Mi racha de Soma de %lld días
fr: Ma série Soma de %lld jours
hy: Իմ %lld օրյա Soma շարքը
it: La mia serie Soma di %lld giorni
ka: ჩემი %lld დღიანი Soma სერია
ru: Моя серия Soma — %lld дней
sr: Мој Soma низ од %lld дана

# profile.streakShare.stepCountToggle
source: Step count — %@ steps
de: Schrittzahl — %@ Schritte
es: Recuento de pasos — %@ pasos
fr: Nombre de pas — %@ pas
hy: Քայլերի քանակ — %@ քայլ
it: Conteggio passi — %@ passi
ka: ნაბიჯების რაოდენობა — %@ ნაბიჯი
ru: Количество шагов — %@ шагов
sr: Број корака — %@ корака

# profile.streakShare.stepsChip
source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ pas
hy: %@ քայլ
it: %@ passi
ka: %@ ნაბიჯი
ru: %@ шагов
sr: %@ корака

# profile.streakShare.todaysEffort
source: Today's effort — %@
de: Heutige Anstrengung — %@
es: Esfuerzo de hoy — %@
fr: Effort du jour — %@
hy: Այսօրվա ջանքը — %@
it: Sforzo di oggi — %@
ka: დღევანდელი დატვირთვა — %@
ru: Сегодняшняя нагрузка — %@
sr: Данашњи напор — %@

# profile.subscription.active
source: Soma Premium is active.
de: Soma Premium ist aktiv.
es: Soma Premium está activo.
fr: Soma Premium est actif.
hy: Soma Պրեմիում-ը ակտիվ է։
it: Soma Premium è attivo.
ka: Soma Premium აქტიურია.
ru: Soma Premium активна.
sr: Soma Premium је активна.

# profile.subscription.activeShort
source: Active
de: Aktiv
es: Activo
fr: Actif
hy: Ակտիվ
it: Attivo
ka: აქტიური
ru: Активна
sr: Активна

# profile.subscription.freeBonus
source: Free until %@ -- tap to subscribe now instead.
de: Kostenlos bis zum %@ -- tippe hier, um jetzt zu abonnieren.
es: Gratis hasta el %@ -- toca para suscribirte ahora.
fr: Gratuit jusqu'au %@ -- appuyez ici pour vous abonner dès maintenant.
hy: Անվճար է մինչև %@-ը․ հպիր՝ հիմա բաժանորդագրվելու համար։
it: Gratis fino al %@ -- tocca per abbonarti subito.
ka: უფასოა %@-მდე — შეეხე, რომ ახლავე გამოიწერო.
ru: Бесплатно до %@ — нажми, чтобы оформить подписку уже сейчас.
sr: Бесплатно до %@ — додирни да се претплатиш одмах.

# profile.subscription.freeBonusShort
source: Free until %@
de: Kostenlos bis %@
es: Gratis hasta el %@
fr: Gratuit jusqu'au %@
hy: Անվճար մինչև %@
it: Gratis fino al %@
ka: უფასო %@-მდე
ru: Бесплатно до %@
sr: Бесплатно до %@

# profile.subscription.freePlan
source: Free plan -- today's category and message only.
de: Kostenloser Plan -- nur die heutige Kategorie und Nachricht.
es: Plan gratuito -- solo la categoría y el mensaje de hoy.
fr: Forfait gratuit -- uniquement la catégorie et le message du jour.
hy: Անվճար պլան․ միայն այսօրվա կատեգորիան և հաղորդագրությունը։
it: Piano gratuito -- solo la categoria e il messaggio di oggi.
ka: უფასო გეგმა — მხოლოდ დღევანდელი კატეგორია და შეტყობინება.
ru: Бесплатный план — только сегодняшняя категория и сообщение.
sr: Бесплатан план — само данашња категорија и порука.

# profile.subscription.freePlanShort
source: Free plan
de: Kostenloser Plan
es: Plan gratuito
fr: Forfait gratuit
hy: Անվճար փաթեթ
it: Piano gratuito
ka: უფასო გეგმა
ru: Бесплатный план
sr: Бесплатни план

# profile.subscription.title
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
hy: Բաժանորդագրություն
it: Abbonamento
ka: გამოწერა
ru: Подписка
sr: Претплата

# profile.training.groupFootnote
source: Experience sets block count, supersets and rest. A real lift number beats an estimate.
de: Deine Erfahrung bestimmt die Blockanzahl, Supersätze und Pausen. Eine echte Hebezahl schlägt eine Schätzung.
es: La experiencia determina el número de bloques, las series combinadas y el descanso. Un número real de levantamiento supera a una estimación.
fr: L'expérience détermine le nombre de blocs, les supersets et le repos. Un vrai chiffre de charge vaut mieux qu'une estimation.
hy: Փորձառությունը սահմանում է բլոկների քանակը, սուպերսեթերը և հանգիստը: Իրական քաշի ցուցանիշը գերազանցում է կանխատեսմանը:
it: L'esperienza determina il numero di blocchi, i superset e il riposo. Un numero reale di sollevamento batte una stima.
ka: გამოცდილება განსაზღვრავს ბლოკების რაოდენობას, სუპერსეტებსა და დასვენებას. რეალური აწევის მაჩვენებელი აჯობებს შეფასებას.
ru: Опыт определяет число блоков, суперсеты и отдых. Реальный рабочий вес точнее любой оценки.
sr: Искуство одређује број блокова, суперсетове и одмор. Права тежина дизања боља је од процене.

# profile.trainingHistory.rowTitle
source: Training history
de: Trainingsverlauf
es: Historial de entrenamiento
fr: Historique d'entraînement
hy: Մարզումների պատմություն
it: Cronologia allenamenti
ka: ვარჯიშის ისტორია
ru: История тренировок
sr: Историја тренинга

# profile.weeklyTarget.doneThisWeek
source: %lld done this week so far.
de: %lld diese Woche bisher erledigt.
es: %lld completadas esta semana hasta ahora.
fr: %lld effectuées cette semaine jusqu'ici.
hy: %lld կատարված է այս շաբաթ մինչ այժմ։
it: %lld completate finora questa settimana.
ka: %lld შესრულებულია ამ კვირაში დღემდე.
ru: %lld выполнено на этой неделе.
sr: %lld завршено ове недеље до сада.
